---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.StairsComponentConnection
source: html/0f856456-8780-a0f8-615d-4be9299ebed2.htm
---
# StairsComponentConnection Members

Releases all resources used by the StairsComponentConnection